export const data = [
    {
        label: 'Проводятся ли в вашем учреждении образования мероприятия, на которых обсуждаются вопросы о недопустимости привлечения к выполнению курсовых работ (проектов), дипломных работ (проектов), магистерских диссертаций третьих лиц?',
        name: 'Q1',
        options: [
            {
                label: 'да, присутствовал(а) один раз',
                value: 'id-1',
            },
            {
                label: 'да, присутствовал(а) несколько раз',
                value: 'id-2',
            },
            {
                label: 'не проводятся',
                value: 'id-3',
            },
        ]
    },
    {
        label: 'Уделяется ли в вашем учреждении образования внимание организации и обеспечению выполнения курсовых работ (проектов), дипломных работ (проектов), магистерских диссертаций?',
        name: 'Q2',
        options: [
            {
                label: 'да, уделяется внимание со стороны руководства кафедры и факультета',
                value: 'id-1',
            },
            {
                label: 'да, только со стороны руководителя работы',
                value: 'id-2',
            },
            {
                label: 'не уделяется должное внимание',
                value: 'id-3',
            },
        ]
    },
    {
        label: 'Проводились ли с Вами консультации по вопросам выполнения курсовой работы (проекта), дипломной работы (проекта), магистерской диссертации?',
        name: 'Q3',
        options: [
            {
                label: 'один раз проводилась',
                value: 'id-1',
            },
            {
                label: 'несколько раз проводились',
                value: 'id-2',
            },
            {
                label: 'не проводились',
                value: 'id-3',
            },
        ]
    },
    {
        label: 'Проводились ли с Вами консультации по вопросам выполнения курсовой работы (проекта), дипломной работы (проекта), магистерской диссертации?',
        name: 'Q4',
        options: [
            {
                label: 'один раз проводилась',
                value: 'id-1',
            },
            {
                label: 'несколько раз проводились',
                value: 'id-2',
            },
            {
                label: 'не проводились',
                value: 'id-3',
            },
        ]
    },
    {
        label: 'Является ли обязательным требованием в вашем учреждении образования проверка на плагиат курсовых работ (проектов), дипломных работ (проектов), магистерских диссертаций?',
        name: 'Q5',
        options: [
            {
                label: 'да',
                value: 'id-1',
            },
            {
                label: 'нет',
                value: 'id-2',
            },
            {
                label: 'не знаю',
                value: 'id-3',
            },
        ]
    }
]